;Arquivo de idioma do Revo Uninstaller
;Esta seção deve usar Português Brasileiro
[Info]
Language=Português Brasileiro
WebLang=PT-BR
Translator=Marcus Vinícius Rocha da Silva
Codepage=UNICODE 
Version=2.1.5

[Uninstaller Toolbar]
102 = Exibir
103 = Opções
104 = Desinstalador
105 = Ferramentas
106 = Modo de Caça
107 = Lista
108 = Ícones
109 = Detalhes
110 = Desinstalar
111 = Remover entrada
112 = Atualizar
113 = Tem certeza que deseja remover a entrada selecionada?
114 = Tem certeza que deseja desinstalar o programa selecionado?
115 = Atualização Automática
116 = Ajuda
117 = Ajuda da ferramenta atual...
118 = Home Page...
119 = Sobre...
120 = Você não é um administrador!
121 = Tem certeza de desejar desinstalar o componente de sistema selecionado? \nPARE, a menos que esteja certo do que está fazendo...
122 = O Desinstalador exibe todos os programas e componentes instalados para o usuário atual e todos os demais. Através do modo de visualização "Detalhes", ou pelo menu de contexto, você pode obter informações adicionais (links e propriedades das instalações). Uma das principais características do Revo Uninstaller é o Modo de Caça. Esse modo lhe dá a flexibilidade de desinstalar, parar, excluir ou desabilitar a inicialização automática de um aplicativo com um simples clique.
123 = Procurar
124 = Encontrado(s):
125 = Tem certeza que deseja remover o componente do sistema selecionado do registro? \nO componente pode ser necessário ao seu sistema operacional!
126 = não será mais inicializado automaticamente!
127 = está configurado para iniciar automaticamente
128 = %s está instalado no mesmo local que %s! \nHaverá resíduos de ambos os aplicativos! Verifique cuidadosamente aqueles que deseja remover!
129 = Desinstalação de MSI forçada

[Uninstaller List]
150 = Aplicativo
151 = Tamanho
152 = Versão
153 = Instalado em
154 = Empresa
155 = Site na internet
156 = Comentário
157 = Sequência de desinstalação
158 = Chave do Registro
159 = Instalador

[Uninstaller StatusBar]
201 = Instalações:
202 = Carregando...

[Registry Optimizer]
302 = Selecione onde verificar
303 = Menu Iniciar

[AutoRun Toolbar]
407 = Executar
408 = Eliminar
409 = Remover
410 = Itens:
411 = Ativados:
412 = Com o Gerenciador de Inicialização você pode não apenas ativar ou desativar a execução automática de aplicativos na inicialização do Windows, mas também conseguir mais informações sobre um aplicativo em particular. Você pode obter informações sobre o caminho de instalação, descrição, desenvolvedor, o status do aplicativo (se está sendo executado ou não), e o local do comando de inicialização (se no Registro ou em um arquivo no disco rígido).

[AutoRun List]
450 = Nome
451 = Local de execução
452 = Descrição
453 = Desenvolvedor
454 = Status
455 = Localização
456 = EM EXECUÇÃO
457 = PARADO
458 = INVÁLIDO
459 = Eliminar processo
460 = Executar processo
461 = Abrir local do arquivo
462 = Acessar chave do registro
463 = Copiar caminho do programa
464 = Remover selecionado
465 = Remover todos os inválidos
466 = Remover todos os parados
467 = Remover todos os desativados
468 = Propriedades...
470 = Tem certeza de desejar fechar o aplicativo selecionado? \nQuaisquer dados não salvos serão perdidos!
471 = Tem certeza de desejar excluir o item selecionado?
472 = Tem certeza de desejar excluir todos os itens inválidos?
473 = Tem certeza de desejar excluir todos os itens parados?
474 = Tem certeza de desejar excluir todos os itens desativados?
475 = O comando não existe!
476 = DESCONHECIDO
477 = Desativar inicialização automática
478 = Ativar inicialização automática

[Outlook Control]
300 = Otimização
301 = Otimizador do Registro
400 = Gerenciador de inicialização 
500 = Limpador de Resíduos
501 = Limpador de Navegadores
600 = Limpador de Microsoft Office
700 = Limpador de Windows
800 = Removedor de Evidências
900 = Exclusão irreversível
2100 = Ferramentas do Windows
2200 = Limpador de disco

[Track Cleaner Browsers]
507 = Limpar tudo
508 = Limpar histórico de páginas visitadas
509 = Excluir histórico da barra de endereços
510 = Excluir arquivos temporários de internet
511 = Excluir cookies
512 = Excluir arquivos index.dat
513 = Executar
514 = Excluir histórico de download
515 = Excluir histórico de sessões
516 = Excluir histórico de formulários
517 = Desinstalador
518 = Tem certeza que deseja limpar todo o histórico selecionado?
521 = Tem certeza que deseja limpar o histórico do Internet Explorer?
522 = Tem certeza que deseja limpar o histórico do Firefox?
523 = Tem certeza que deseja limpar o histórico do Opera?
524 = Tem certeza que deseja limpar o histórico do Netscape?
525 = Seu navegador grava detalhes de todos os sites que você já visitou. Essa informação é facilmente acessível da janela de seu navegador e, com o simples pressionar de um botão, qualquer um pode ver por onde você esteve navegando na internet! Com o Limpador de Navegadores você pode excluir os arquivos temporários da internet que contém as imagens que você viu, os vídeos online que você assistiu e todas as páginas que você visitou. A exclusão dos arquivos temporários da internet pode liberar muito espaço em seu disco rígido.
526 = Feche seu navegador antes de limpar os rastros do mesmo.
527 = Os arquivos index.dat serão excluídos da próxima vez que o computador for reiniciado.
599 = As operações de limpeza de rastros dos itens selecionados foram completadas!

[Track Cleaner Office]
601 = Limpar
607 = Limpar histórico de arquivos recentes do Microsoft Word
608 = Inclui o Word 2000, Word XP, Word 2003 e Word 2007, Word 2010, Word 2013
609 = Limpar histórico de arquivos recentes do Microsoft Excel
610 = Inclui o Excel 2000, Excel XP, Excel 2003 e Excel 2007, Excel 2010, Excel 2013
611 = Limpar histórico de arquivos recentes do Microsoft Access
612 = Inclui o Access 2000, Access XP, Access 2003 e Access 2007, Access 2010, Access 2013
613 = Limpar histórico de arquivos recentes do Microsoft PowerPoint
614 = Inclui o PowerPoint 2000, PowerPoint XP, PowerPoint 2003 e PowerPoint 2007, PowerPoint 2010, PowerPoint 2013
615 = Limpar histórico de arquivos recentes do Microsoft FrontPage
616 = Inclui o FrontPage 2000, FrontPage XP, FrontPage 2003 e FrontPage 2007
617 = O Limpador de Microsoft Office permite que você remova o histórico dos arquivos recentemente usados no Microsoft Word, Excel, Access, PowerPoint e Front Page. Se você deseja que ninguém veja as planilhas, documentos ou outros arquivos criados ou editados usando o Microsoft Office, apenas selecione o tipo de arquivo e clique no botão "Limpar". Os arquivos recentemente usados do programa que você selecionou não estarão mais disponíveis.

[Windows Tracks Cleaner]
701 = Limpar
707 = Limpar histórico de documentos recentes
708 = Limpar histórico de execução de programas do menu Iniciar
709 = Limpar histórico de pesquisa de arquivos
710 = Limpar histórico de impressão, pesquisa de computadores e pessoas
711 = Esvaziar área de transferência
712 = Limpar histórico de arquivos recentes do "MS Paint"
713 = Limpar histórico de arquivos recentes do Bloco de notas
714 = Limpar histórico de últimas chaves abertas do Regedit
715 = Limpar histórico de Abrir/Salvar
716 = Limpar histórico de última pasta visitada
717 = Esvaziar a lixeira
718 = Excluir arquivos temporários do Windows
719 = Excluir registros de uso do menu Iniciar
720 = O Windows mantém rastros de muitas coisas que você faz com seu computador, como histórico de pesquisa de arquivos (quando você procura por arquivos ou pastas), histórico de documentos recentemente abertos, histórico de abrir/salvar, utilizado em diálogos padrão de abertura/salvamento de diferentes aplicativos, e muito mais. O Limpador de Windows permite que você remova todos esses históricos e os arquivos temporários. Você também pode esvaziar sua lixeira e excluir arquivos temporários que poderão liberar muito espaço em disco.
721 = O histórico de execução de programas será excluído depois que o processo "explorer.exe" for reiniciado.
722 = Rastros no Registro do Windows
723 = Rastros no disco rígido local
724 = Excluir arquivos de depuração de falhas na memória (memory dump files)
725 = Excluir fragmentos de arquivos recuperados pelo Chkdsk (Checagem de Disco)


[Evidence Remover]
802 = Executar
803 = Apagando
804 = Por favor, aguarde enquanto a limpeza está em curso.
805 = processado
806 = Selecione o(s) disco(s) que contém traços e evidências de seu trabalho que você deseja apagar. Esta ferramenta afeta somente a os dados já excluídos. AVISO: Após o processo ter sido completado será impossível recuperar os arquivos excluídos!
807 = Quando você esvazia a lixeira do Windows, seus arquivos e pastas somente são marcados como excluídos mas não são fisicamente apagados. Esta ferramenta apagará definitivamente esses arquivos e pastas que tenham marcados como excluídos mas que ainda permanecem em seu disco rígido. Não importa qual ferramenta você ou qualquer outra pessoa tente usar para recuperar os dados, o resultado será o mesmo: nada! Os dados apagados com o Removedor de Evidências são impossíveis de serem recuperados!
808 = Tem certeza de desejar excluir as evidências e rastros deixados no(s) disco(s) selecionado(s)?

[Unrecoverable Delete ]
912 = Lista de arquivos e pastas que serão apagados e impossíveis de recuperar
913 = Arquivos
914 = Pastas
915 = Insira arquivos que deseje excluir do sistema. Esses arquivos não poderão ser recuperados por nenhuma ferramenta ou software!
916 = Insira pastas que deseje excluir do sistema. Essas pastas não poderão ser recuperadas por nenhuma ferramenta ou software!
917 = Adicionar arquivo a ser excluído
918 = Adicionar pasta a ser excluída
919 = EXCLUIR PERMANENTEMENTE
920 = Limpar lista
921 = Se você deseja excluir seguramente um arquivo ou pasta (para certificar-se que ninguém, com ferramenta alguma, seja capaz de recuperar tal arquivo ou pasta), utilize a Exclusão Irreversível. Excluir os arquivos e esvaziar a lixeira do Windows não significa que tais arquivos se foram para sempre, eles continuam em seu disco rígido e qualquer um poderia recuperá-los muito facilmente. A ferramenta de Exclusão Irreversível torna isso impossível porque apaga fisicamente todos os arquivos e pastas selecionados.
922 = Tem certeza de desejar excluir permanentemente os arquivos e pastas selecionados?

[Options Tree]
1001 = Opções
1100 = Geral
1200 = Desinstalador

[General]
1101 = Idioma atual:
1102 = Modo avançado
1103 = Verificar atualizações ao iniciar

[Uninstaller Options]
1201 = Exibir atualizações do sistema
1202 = Exibir componentes do sistema
1204 = Executar apenas o desinstalador nativo
1205 = (Sem suporte no Windows Vista)
1206 = Criar um ponto de Restauração do Sistema antes de desinstalar
1207 = Enviar as sobras de arquivos e pastas à lixeira

[Auto Update]
1907 = Atualizar
1908 = Informações da versão
1909 = Versão atual:
1910 = Última versão:
1911 = BAIXAR
1912 = Obter a última versão
1913 = O que há de novo
1914 = Verificando...
1915 = Erro de conexão...
1916 = PARAR
1917 = %s de %s baixado
1918 = %s baixado (tamanho total desconhecido)
1919 = O Revo Uninstaller não foi capaz de conectar-se a www.revouninstaller.com. Por favor, verifique se sua conexão com a internet está ativa e se seu firewall não está bloqueando o Revo Uninstaller
1920 = Erro: Falha na busca por nova versão. Não há conexão com a internet.

[WinTools]
2110 = Executar
2111 = Existem muitas ferramentas e componentes úteis embutidos com cada versão do sistema operacional Windows; algumas dessas ferramentas usam linhas de comando complexas, outras são difíceis de acessar. Ferramentas do Windows lhe dá acesso rápido com um só clique à mais de dez ferramentas do Windows.
2112 = Se ocorreu um problema, você pode usar a Restauração do Sistema para restaurar seu computador para um ponto previamente salvo sem perder seus arquivos. A Restauração do Sistema monitora mudanças do sistema de de alguns arquivos de aplicativos e cria automaticamente pontos de restauração facilmente identificáveis. Esses pontos de restauração permitem que você reverta o sistema para um ponto previamente salvo. Os pontos de restauração são criados diariamente e a cada mudança significativa do sistema. Você também pode criar e nomear seus próprios pontos de restauração a qualquer momento.
2113 = Diagnósticos de Rede - Você pode utilizar este recurso para obter e exibir informações sobre seu hardware e sistema operacional, suas configurações de internet e configurações de seu modem e placa de rede. Com a ferramenta de Diagnósticos de Rede, você pode fazer uma varredura do seu sistema, testar a conectividade da rede e verificar se seus programas e serviços de rede estão funcionando bem ou não. 
2114 = Informações de Rede exibe todos os valores das configurações atuais dos protocolos TCP/IP da rede, da configuração dinâmica de clientes (DHCP) e as configurações do sistema de nomes de domínio (DNS). Pode também exibir as configurações completas de TCP/IP para todos os adaptadores de rede, incluindo endereços de IP, endereços físicos (MAC), máscaras de sub-rede, gateway-padrão, serviços do Windows de nomenclatura de internet (WINS) e configurações DNS.
2115 = A Central de Segurança verifica o status de três aspectos essenciais da segurança de seu computador: Firewall, Atualizações Automáticas e software Antivírus. Se um problema for detetado em qualquer uma dessas três funcionalidades (por exemplo, se o seu programa antivírus estiver desatualizado), a Central de Segurança envia um alerta e faz recomendações sobre como proteger melhor seu computador.
2116 = Propriedades do Sistema é útil para ver informações básicas do hardware de seu computador tais como tipo da CPU e memória RAM instalada, ver e alterar configurações que controlam como seu computador utiliza memória e encontrar certas informações (propriedades de hardware e dispositivos), configurar perfis de hardware, ver informações sobre sua conexão de rede e perfil de logon, e reportar erros de sistema e de programas à Microsoft ou ao administrador de sistema quando esses ocorrerem.
2117 = Informações do Sistema é um componente do sistema operacional Windows que coleta e exibe informações de configuração do sistema para computadores locais e remotos. Isto inclui informações sobre configuração de hardware, componentes do computador e software, incluindo drivers assinados ou não. Informações do Sistema é uma ferramenta de suporte que você pode usar para localizar rapidamente informações sobre seu computador e sistema operacional.
2118 = O comando TCP/IP Netstat é um componente do sistema Ooperacional Windows que exibe todas as conexões TCP ativas e as portas TCP e UDP que o computador está monitorando, e exibe o executável envolvido na criação de cada conexão ou monitoramento de porta (o nome do executável estará entre colchetes [ ]. embaixo. No topo estará o componente que este executável "chamou", e também os protocolos TCP/IP negociados. 
2119 = Teclado na Tela exibe um teclado virtual na tela e permite ao usuário com restrições de movimento digitar dados utilizando um dispositivo apontador ou joystick, pois foi planejado para proporcionar um nível mínimo de funcionalidade para usuários com restrições de movimentos. Você também pode usá-lo se achar que existe um Key-Logger instalado em seu PC e que as teclas pressionadas estão sendo gravadas. O teclado virtual que aparece na tela elimina a chance de gravação de teclas pressionadas.
2120 = Desfragmentador de Disco analisa os volumes locais e consolida arquivos e pastas fragmentados para que ocupem um espaço único e contíguo no disco rígido. O Desfragmentador de Disco também consolida o espaço livre no volume, tornando menos provável que novos arquivos sejam fragmentados. Como resultado dessas alterações, seu sistema pode acessar e salvar arquivos e pastas existentes ou criar novos com maior eficiência. 
2121 = Serviços pode iniciar, parar, pausar, resumir ou desativar um serviço em computadores locais ou remotos. Também é possível configurar ações de recuperação se um serviço falhar (por exemplo, reiniciando o serviço automaticamente), ativar ou desativar serviços para um perfil particular de hardware e exibir o status e a descrição de cada serviço.
2122 = Pastas Compartilhadas pode ser usada para gerenciar os recursos compartilhados através de uma rede, controlar permissões de acesso de usuários, atividades de sessão, propriedades de recursos compartilhados e para exibir um sumário de utilização de recursos para computadores remotos e locais. Você também pode exibir uma lista de todos os usuários remotamente conectados (por uma rede) ao seu computador e desconectar um ou todos eles. Também é possível exibir uma lista dos arquivos abertos por usuários remotos.
2123 = Políticas de Grupo inclui políticas de configuração de usuário e de computador. As configurações de Políticas de Grupo definem os vários componentes que o necessitam de gerenciamento no ambiente de trabalho do usuário (tais como os programas disponíveis para os usuários, os programas que aparecem no desktop do usuário e opções para o menu Iniciar).
2124 = Adicionar/Remover Componentes do Windows ajuda-o a gerenciar os componentes do Windows instalados em seu computador. Após o Sistema Operacional Windows estar instalado em seu computador, você pode usar esta ferramenta para adicionar um componente do Windows que não estava incluso na instalação original, ou remover algum componente instalado que não mais deseje.
2125 = Ferramenta de Remoção de Software Mal Intencionado. Esta ferramenta procura em seu computador por infecções de softwares maliciosos, específicos e prevalentes e ajuda a remover quaisquer infecções encontradas. Tais softwares maliciosos incluem vírus, worms e cavalos-de-tróia. Quando o processo de detecção e remoção estiver completo, a ferramenta exibe um relatório descrevendo os resultados, inclusive se qualquer software malicioso foi detectado e removido.


[Junk Files Cleaner Options]
2202 = Discos a verificar:
2203 = Padrão
2204 = Descrição
2205 = Adicionar
2206 = Remover
2207 = Restaurar padrões
2208 = Limpeza do Computador: Geral
2209 = Limpeza do Computador: Arquivos a ignorar
2220 = Padrões a verificar:
2221 = Você pode usar os símbolos ? e/ou * como coringas
2222 = Adicionar padrão
2223 = Adicionar padrão de arquivos a ignorar
2224 = Você pode usar os símbolos ? e/ou * como coringas
2225 = Padrão de arquivos a ignorar:
2226 = Excluir arquivos para a lixeira
2227 = Ignorar arquivos acessados nas últimas 24 horas 

[Junk Files Cleaner Tool]
2306 = Examinar
2307 = Excluir
2308 = Verificando...
2309 = Por favor, aguarde o fim da varredura...
2310 = Cancelar
2311 = Nome
2312 = Tamanho
2319 = Arquivos:
2320 = Tamanho total:
2323 = Há arquivos que estão em uso pelo Windows ou\n outro programa e não podem ser deletados agora.
2324 = Você deve selecionar ao menos um disco e extensão para iniciar a varredura.
2325 = O Limpador de Arquivos Desnecessários permite que você encontre e remova vários tipos de lixo e arquivos desnecessários em seu computador. Normalmente, tais arquivos são excluídos pelo aplicativo que os criou assim que se tornem desnecessários. Entretanto, eles podem ficar permanentemente no disco rígido se ocorrer uma finalização inesperada do aplicativo-pai, um travamento do sistema etc. Se isto acontecer, poderá causar a redução de espaço em disco ou redução na velocidade e performance do sistema, etc.
2326 = Arquivo
2327 = Excluindo arquivos

[ContextMenu Junk Files Cleaner]
2313 = Abrir
2314 = Pesquisar no Google por:
2315 = Abrir local do arquivo
2316 = Propriedades...
2317 = Marcar todos os itens
2318 = Desmarcar todos os itens
2321 = Marcar itens selecionados
2322 = Desmarcar itens selecionados

[TopMost Window]
4002 = Opções
4003 = Abrir janela principal
4004 = Modo Arrastar/Soltar
4005 = Modo de Caça
4006 = Tamanho
4007 = Pequeno
4008 = Médio
4009 = Grande
4010 = Tamanho da janela
4011 = SAIR
4012 = Desinstalar
4013 = Parar inicialização automática
4014 = Encerrar o processo
4015 = Encerrar e excluir o processo
4016 = Abrir local do arquivo
4017 = Informações
4018 = Propriedades
4019 = CANCELAR
4020 = Só é suportado um arquivo por vez!
4021 = Você soltou uma pasta, por favor arraste e solte um arquivo!
4022 = Desinstalar ou remover:
4023 = Sem solução! Tente apontar para outra janela, ícone ou item da barra de tarefas
4024 = Não foi possível executar o comando de desintalação! \n Por favor, desinstale o aplicativo à partir do Uninstaller.
4025 = Nenhum pacote de instalação encontrado! \nDica: obtenha mais informações sobre o aplicativo na janela\nprincipal e tente desinstalá-lo manualmente!
4026 = O aplicativo-alvo teve sua inicialização automática desativada! \nDica: se você desejar ativá-la novamente use o Gerenciador de Inicialização no aplicativo principal!
4027 = O aplicativo-alvo não foi encontrado nos locais mais comuns de inicialização! \nDica: para procurar por locais incomuns utilizados para inicialização de aplicativos, procure no Google!
4028 = Tem certeza que deseja fechar o aplicativo selecionado? \nDados não salvos serão perdidos!
4029 = Desinstalador
4030 = Tem certeza que deseja fechar e excluir o aplicativo selecionado? \nDados não salvos serão perdidos!
4031 = Tem certeza que deseja fechar o Windows Explorer? \n O menu iniciar e a barra de ferramentas irão desaparecer!
4032 = Inicializar com o Windows
4033 = Transparência

[Scan After Uninstall]
4210 = Localização
4211 = Chave
4212 = Valor
4213 = Dado
4214 = Arquivo
4215 = Nenhum arquivo selecionado. Selecione um item para excluir!
4216 = Varredura pós-desinstalação
4217 = Selecionar tudo
4218 = Desmarcar tudo
4219 = Excluir
4220 = Sobras de arquivos
4221 = Sobras de entradas de registro
4222 = Exame pré-desinstalação. Por favor, aguarde...
4223 = Executando o desinstalador...
4224 = Por favor, inicie a busca por sobras de arquivos, pastas e chaves de registro quando a desinstalação estiver concluída
4225 = Executando varredura pós-desinstalação. Por favor, aguarde...
4226 = Por favor, examine cuidadosamente os itens listados. Quando notar que algum deles é válido, ou se não tiver absoluta certeza, não o exclua!
4227 = Fechar
4228 = Os arquivos que permanecem na lista serão excluídos assim que o computador for reiniciado.
4229 = Falha na execução do desinstalador do aplicativo! \nPossível comando de desinstalação inválido!
4230 = Voltar
4231 = Avançar
4232 = Selecione um modo de desinstalação
4233 = Modos
4234 = Desinstalação nativa - executa somente o desinstalador do aplicativo sem qualquer verificação adicional.
4235 = Seguro - inclui o modo de desinstalação nativa e executa verificações adicionais no Registro e no disco rígido para encontrar sobras cuja exclusão seja segura. Este é o modo mais rápido.
4236 = Moderado - inclui o modo seguro e executa uma verificação extendida para encontrar todas as informações deixadas pelos aplicativos nos locais mais comuns no Registro e no disco rígido. 
4237 = Avançado - inclui o modo moderado e executa uma profunda e minuciosa verificação para encontrar todas as informações deixadas pelos aplicativos no Registro e no disco rígido. Este é o modo mais vagaroso.
4238 = Analisando os dados do aplicativo antes de desinstalá-lo.
4239 = Iniciando desinstalador nativo do aplicativo.
4240 = Após a conclusão do desinstalador nativo do aplicativo, pressione o botão "Avançar" para iniciar a verificação por sobras de arquivos, pastas e itens no Registro. 
4241 = Executando a análise inicial e a desinstalação. 
4242 = Verificando informações de sobras...
4243 = Desinstalação nativa completa, verificando o registro e o disco rígido por sobras de arquivos, pastas e itens de registro relativos ao aplicativo desinstalado. Por favor, aguarde...
4244 = Encontradas sobras de itens no Registro
4245 = Itens localizados no Registro:
4246 = Nota: por favor, examine cuidadosamente os itens destacados! Somente os itens destacados que tiverem a caixa selecionada e seis subitens serão excluídos!
4247 = Encontradas sobras de arquivos de sobras e pastas
4248 = Itens localizados:
4249 = Meu computador
4250 = O Revo Uninstaller não pode iniciar o desinstalador nativo do aplicativo. Pode ser que o comando de desinstalação do aplicativo seja inválido ou que o desinstalador esteja corrompido. Você pode pressionar o botão “Voltar” e tentar outro modo de desinstalação.
4251 = O desinstalador nativo do aplicativo terminou. O Revo Uninstaller não verificou sobras de itens. Você pode pressionar o botão “Voltar” e tentar outro modo de desinstalação para procurar por sobras de arquivos, pastas e itens no registro.
4252 = O Revo Uninstaller completou com êxito o procedimento de desinstalação, mas não encontrou quaisquer sobras de itens. Você pode pressionar o botão “Voltar” e tentar outro modo mais abrangente de desinstalação para executar uma verificação mais profunda.
4253 = O Revo Uninstaller completou com êxito o procedimento de desinstalação. Se você desejar verificar por mais sobras de itens, pode pressionar o botão “Voltar” e executar outro modo mais abrangente de desinstalação para executar uma verificação mais profunda.
4254 = Finalizado
4255 = Tem certeza que deseja enviar os itens selecionados para a lixeira?
4256 = Tem certeza que deseja excluir os itens selecionados do registro?
4257 = O Revo Uninstaller completou com sucesso o procedimento de desinstalação! 
4258 = Tem certeza que deseja ignorar a exclusão de sobras de entradas no Registro e avançar para a próxima etapa?
4259 = Tem certeza que deseja ignorar a exclusão de sobras de arquivos e pastas encontradas e avançar para a próxima etapa? 
4260 = A verificação por sobras de itens está concluída. Pressione o botão “Avançar” para ver os resultados!
4261 = Criando Ponto de Restauração do Sistema...
4262 = Falha na criação de Ponto de Restauração do Sistema!
4263 = Criação de Pontos de Restauração do Sistema desativada (em Opções->Desinstalador)
4264 = Criação do Ponto de Restauração do Sistema - concluído! 


[About]
4300 = Tradutores:

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Informações
5002 = Pesquisar no Google por
5004 = Local de instalação
5005 = Abrir o link "Sobre"...
5006 = Abrir o link "Ajuda"...
5007 = Abrir o link "Atualização"...
5008 = Acessar chave do registro...

[Common]
10000 = OK
10001 = Cancelar
10002 = Ajuda
10003 = Procurar
10004 = Ajuda desta ferramenta
10005 = Página na internet
10006 = Sobre
10007 = Aviso
10008 = ERRO
10009 = Sim
10010 = Não

[Tooltips]
2000 = Alterna para o modo desinstalador
2001 = Exibe o painel de ferramentas
2002 = Ajusta configurações
2003 = Alterna para modo de Caça
2004 = Altera visualização da lista de aplicativos instalados
2005 = Desinstala o aplicativo selecionado
2006 = Exclui entrada selecionada do registro
2007 = Atualiza a lista de aplicativos
2008 = Atualiza a versão atual para a última versão
2009 = Encontre informações adicionais e respostas para suas dúvidas sobre o programa
404 = Inicia o aplicativo selecionado
405 = Pára e fecha o aplicativo selecionado
406 = Impede inicialização automática do aplicativo selecionado
506 = Limpa opções selecionadas
605 = Limpa opções selecionadas
705 = Limpa opções selecionadas
2106 = Executa a ferramenta selecionada
2304 = Busca por arquivos desnecessários conforme configurações selecionadas
2305 = Envia o(s) arquivo(s) marcado(s) para a lixeira

[UninstallerPro]
15000 = Geral
15001 = Gerenciador\nde Grupos
15002 = Novos Programas
15003 = Outros Programas
15004 = Nome
15005 = Renomear
15006 = Internet
15007 = Jogos
15008 = Multimídia
15009 = Utilitários
15050 = Mover para cima
15051 = Mover para baixo
15052 = Adicionar
15053 = Remover
15054 = Colunas
15055 = Remover esta coluna
15056 = Alinhamento
15057 = Esquerda
15058 = Centro
15059 = Direita
15060 = Melhor ajuste
15061 = Exportar para
15062 = formato texto (txt)
15063 = formato HTML (HTML)
15064 = Microsoft Excel
15065 = Exportar
15066 = Selecione as colunas que deseja exportar
15067 = Mostrar como novos programas instalados:
15068 = Nos últimos (em dias)
15069 = Desde a última execução do Uninstaller
15070 = Nome do grupo:
15071 = Adicionar
15072 = Grupo
15073 = Programas rastreados
15074 = Programas\nrastreados
15075 = Todos os programas
15076 = Todos os\nprogramas
15077 = Apagar registro
15078 = Desinstalação personalizada
15079 = Alterar ícone
15080 = Adicionar ao grupo
15081 = Remover do grupo
15082 = Desinstalando
15083 = Desinstalando arquivos e pastas rastreados do programa:
15084 = Desinstalando itens rastreados do registro:
15085 = Há alguns dados que podem ser relacionados com o aplicativo desinstalado, mas não foram excluídos porque não foram registrados pelo Revo Uninstaller durante a instalação do aplicativo. Se você quiser revê-los e eventualmente excluí-los pressione o botão "Desinstalação Avançada"
15086 = Desinstalação Avançada
15087 = Caminho do(a) arquivo\pasta
15088 = Carregando lista...
15089 = Desinstalar valores selecionados
15090 = Abrir chave principal do registro ...
15091 = Expandir tudo
15092 = Recolher tudo
15093 = Nome do valor
15094 = Pasta de registros:
15095 = Executar operações de renomeação de arquivos e pastas previamente existentes
15096 = Desinstalação forçada
15097 = Desinstalação\nforçada
15098 = Expandir chaves selecionadas
15099 = Recolher chaves selecionadas
15100 = Desinstalar chaves selecionadas
15101 = Marcar chave selecionada como Criada
15102 = Adicionar à lista de exclusões
15103 = Arquivo de registro inválido
15104 = O arquivo não existe! Digite um nome de arquivo válido ou cancele a operação.
15105 = Escolha o processo
15106 = Adicionar processo à lista
15107 = Caminho completo do processo:
15108 = Adicionar chave de registro
15109 = Caminho da chave do registro
15110 = O comando de Desinstalação Forçada ajuda a desinstalar programas ou remover resquícios de programas parcialmente instalados ou desinstalados. Você pode procurar por pastas ou arquivos remanescentes ou inserir o caminho para qualquer pasta ou arquivo do programa que deseja desinstalar. Você também pode inserir o nome do programa como informação adicional. Baseado nos dados informados, Revo Uninstaller procura um desinstalador existente e registros de instalação nos módulos Programas Rastreados e no Registro da Base de Dados. Se algum for encontrado, será listado e você poderá escolhar usá-lo ou não.\n\nPor favor, insira o nome exato e o local de instalação do programa que deseja desinstalar!
15111 = Modos de desinstalação
15112 = Nativo
15113 = Seguro
15114 = Moderado
15115 = Avançado
15116 = Caminho completo para o arquivo ou pasta do programa:
15117 = Nome exato do programa:
15118 = Encontrados desinstaladores nativos:
15119 = Executar o desinstalador nativo selecionado
15120 = Nome do Programa
15121 = Comando de desinstalação
15122 = Tipo
15123 = 32-bit
15124 = 64-bit
15125 = Encerrar o processo e continuar
15126 = O arquivo selecionado é um processo em execução! Se você quiser desinstalá-lo e a seus itens relacionados corretamente, é melhor para encerrá-lo antes de continuar
15127 = Chave do registro a excluir
15128 = Incluir subchaves
15129 = Definir o foco em "Programas Rastreados" ao iniciar
15130 = Excluir arquivos e pastas:
15131 = Para a pasta de backup
15132 = Para a Lixeira
15133 = Permanentemente
15134 = Tem certeza que deseja excluir os itens selecionados?
15135 = Pastas
15136 = Arquivos
15137 = Arquivos e pastas possivelmente relacionados 
15138 = Itens do registro possivelmente relacionados
15139 = Chaves:
15140 = Valores:
15141 = Arquivos e pastas registrados
15142 = Executar operações de renomeação de arquivos e pastas previamente existentes
15143 = Tem certeza que deseja desinstalar os itens selecionados?
15144 = selecionado, mas arquivos restantes serão apagados na próxima reinicialização do sistema.
15145 = Itens do Registro rastreados
15146 = Desinstalando...
15147 = Verificando sobras de arquivos, pastas e itens de registro com base nas informações inicialmente fornecidas
15148 = Analisando e iniciando o desinstalador nativo do aplicativo para desinstalação padrão
15149 = Após o desinstalador do programa terminar, pressione o botão "Verificar" para iniciar a busca de sobras de arquivos, pastas e itens de registro.
15150 = Não há espaço suficiente em disco disponível para gravar os dados do arquivo de cache
15151 = Erro ao gravar o arquivo de cache. Certifique-se de ter as permissões adequadas.
15152 = Erro ao ler os dados do arquivo de cache
15153 = Revo Uninstaller não encontrou nenhum item residual
15154 = Verificar
15155 = Desinstalação\nPersonalizada
15156 = O modo "Todos os Programas" do Revo Uninstaller mostra todos os programas e componentes instalados para o usuário atual e todos os demais, divididos em dois grupos padrão - "Novo" e "Outros". Quando usando a visualização "Detalhes" ou o menu de contexto, você pode obter informações adicionais (links e propriedades das instalações). Configurações para este modo estão disponíveis no subitem "Todos os Programas" do item "Uninstaller" da janela "Opções".
15157 = O modo "Programas Rastreados" do Revo Uninstaller exibe todos os programas que você rastreou (monitorou) durante a sua instalação usando o Revo Uninstaller. Para rastrear um programa com o Revo Uninstaller, você pode clicar com o botão direito do mouse sobre a seu arquivo de instalação ou pressionar o botão "Instalar Programas" na barra de ferramentas principal. Configurações para este modo estão disponíveis no subitem "Programas Rastreados" do item "Uninstaller" da janela "Opções".
15158 = Registro
15159 = Arquivo de ajuda
15160 = Instalar Programas
15161 = Instalar\nProgramas
15162 = Criar um ponto de restauração e um backup completo do registro antes de desinstalar
15163 = Criando um backup completo do Registro...
15164 = Criar um ponto de restauração e um backup completo do registro está desativado ( Opções-> Desinstalador)
15165 = Criando um backup completo do registro - feito!
15166 = Criando um backup completo do registro - falha!
15167 = (Não suportado no Windows Vista ou Windows 7,8,10)
15168 = Registros:
15169 = Ou clique com o botão direito do mouse sobre o ícone do modo Caçador e selecione "Sair" para encerrar
15170 = Abrir o Assistende de Desinstalação maximizado
15171 = Caminho da pasta
15172 = Instale um leitor de pdf para visualizar o arquivo de Ajuda
15173 = Adicionar um novo grupo
15174 = Excluir registros selecionados
15175 = Recriar arquivo de cache
15176 = Você tem certeza que quiser recriar o arquivo de cache?\nPersonalizações sobre os detalhes dos programas serão repostos!
15177 = Gerenciar
15178 = Exportar,Importar ou Editar log
15179 = Mudar\nou Reparar
15180 = Mudar or Reparar
15181 = Atualizar ligação
15182 = Banco de Dados de Logs
15183 = Logs\nBanco de Dados
15184 = Programas:
15185 = Nome de Programa 
15186 = Versão de Programa
15187 = Versão de Windows
15188 = Windows Bits
15189 = Encontrado
15190 = Somente mostrar os logs compatível com %s
15191 = Somente mostrar os logs de %s
15192 = Logs Casados:
15193 = Banco de Dados de Logs:
15194 = Buscar por:
15195 = log
15196 = logs
15197 = programa
15198 = programas
15199 = Nome
15200 = Desinstalação Rápida
15201 = Rápida\nDesinstalação
15202 = Criando backup de sistema inicial
15203 = Desinstalando programa %d de %d
15204 = Analisando inicial - feito!
15205 = Iniciando o desinstalador embutido do programa - feito!
15206 = Iniciando o desinstalador embutido do programa - falhou!
15207 = Examinando de arquivos de sobra, pastas e itens de Registro...
15208 = Apagando itens de sobra encontradas...
15209 = Excluídos %d sobra de Chaves e %d sobra de Valores do Registro
15210 = Excluídos %d sobra de Pastas e %d sobra de Arquivos
15211 = Desinstalação Rápida completada!
15212 = Status
15213 = Depois de o desinstalador do programa terminar, pressione o botão "Continuar" para continuar o processo de desinstalação.
15214 = Continuar
15215 = Importado
15216 = Adicionar Comentário
15217 = Editar Comentário
15218 = Módulo
15219 = Data de Log
15220 = Preparando os dados do log para desinstalação...
15221 = %d de %d itens
15222 = Executando operações de renomeação necessárias...
15223 = Você tem certeza que deseja desinstalar o log selecionado?
15224 = Você tem certeza que deseja desinstalar os logs selecionados?
15225 = Desinstalando log %d de %d
15226 = Exportar Tudo
15227 = Ignorar\nBackup
15228 = Ignorar criação de ponto de restauração e backup completo do Registro
15229 = Criando backup completo do Registro - ignorado!
15230 = Criando Ponto de Restauração - ignorado!
15231 = Editar Log
15232 = Importar Log
15233 = Exportar Log
15234 = Analisando Log -
15235 = Renomear Log
15236 = Nome de Log
15237 = Salvar as Mudanças
15238 = Modificar
15239 = Ícone
15240 = Índice de ícone
15241 = Autor
15242 = Tempo de Criação
15243 = Hora da Última Modificação
15244 = Tamanho Estimado
15245 = Chaves do Registro
15246 = Valores do Registro
15247 = Criado
15248 = Apagado
15249 = Renomeado
15250 = Sobrescrito
15251 = Desconhecido
15252 = Nome Antigo
15253 = Nome Completo
15254 = Nome Completo Antigo
15255 = Dados Antigos
15256 = Valor do Registro com esse nome já existe!
15257 = Adicionar Chave
15258 = Nome do Chave:
15259 = Não Modificado
15260 = Chave de Modificar
15261 = Adicionar Valor
15262 = Valor de Modificar
15263 = Conjunto
15264 = Tipo Antigo
15265 = Forçosamente parar de correr arquivos executáveis ​​durante a sua desinstalação
15266 = Busca de um log adequado antes de desinstalação de regular do programa
15267 = Você tem certeza que quer fazer de Desinstalação Rápida do programa selecionado(s)?
15268 = Encontrado um log correspondente no de Banco de Dados os registros que serão utilizados para a desinstalação\nIniciando o desinstalador do programa embutido para o padrão desinstalação.
15269 = Encontrou um log correspondente no de Banco de Dados de Logs que serão utilizados para a desinstalação\nIniciando o desinstalador do programa embutido para o padrão desinstalação.
15270 = Depois de o desinstalador do programa terminar, pressione o botão "Continuar" para ver arquivos de sobra, pastas e itens de Registro.
15271 = Erro ao baixar o arquivo de log!
15272 = Erro ao renomear o arquivo de log baixado!
15273 = O módulo "Banco de Dados de Logs" do Revo Uninstaller mostra uma lista de logs de programas rastreados que é compatível com o seu sistema Windows. Esses logs armazenados em nosso web site são mantidos pela equipe de Revo Uninstaller. Você pode facilmente usar (com um clique no botão "Desinstalar") esses logs para desinstalar programas instalados em seu computador.
15274 = Sua Versão:
15275 = Atualiza Agora
15276 = Automaticamente atualizar Banco de Dados de Logs
15277 = Erro ao baixar Banco de Dados de Logs!
15278 = Erro ao atualizar Banco de Dados de Logs!
15279 = Erro ao extrair Banco de Dados de Logs!
15280 = Erro ao abrir Banco de Dados de Logs!
15281 = Inserir seu comentário:
15282 = Escolher ícone
15283 = Caminho do Arquivo:
15284 = Selecionar uma ícone da lista:
15285 = Arquivo
15286 = Pasta
15287 = Exportando Log -
15288 = Importando Log -
15289 = %d%% completado
15290 = Exportado por
15291 = Encontrados logs relacionados
15292 = Sim(recomendado)
15293 = Os logs listados feitas por você parece estar relacionado com o programa que você está desinstalando. Gostaria de usar os dados dos os logs durante a desinstalação?
15294 = Baixando Log -
15295 = Os logs listados encontrados no Banco de Dados de Logs parecem estar relacionados com o programa que você está desinstalando. Se você gostaria de usar qualquer um deles durante o processo de desinstalação, definir uma marca de seleção na frente.
15296 = Há um log de desinstalação adequada em nosso Banco de Dados de Logs. Você gostaria de usá-lo para desinstalação mais completa do programa?
15297 = Tem certeza que deseja excluir o(s) registro(s) selecionado(s) da lista?
15298 = Você deve selecionar ao menos uma coluna para exportar!
15299 = Procurar por
15300 = Usar o registro selecionado
15301 = Fonte
15302 = Você não selecionou nenhum desinstalador nativo da lista.\nTem certeza que deseja que deseja continuar procurando resquícios e não usar o desinstalador nativo?
15303 = Selecione um desinstalador nativo da lista se você deseja usá-lo durante o processo de desinstalação.
15305 = Selecione um registro da lista se você deseja usá-lo durante o processo de desinstalação.
15306 = Carregando dados do registro...
15307 = Criar um backup completo do registro antes da desinstalação
15308 = Criação de backup completo do registro desabilitada (em Opções->Desinstalador)

[Auto Run Manager Pro]
15800 = Adicionar
15801 = Adicionar programa à inicialização do Windows
15802 = Definir inicialização automática para:
15803 = Todos os usuários
15804 = usuário atual
15805 = Definir a inicialização automática de:
15806 = Registro: Executar - a cada inicialização do Windows
15807 = Registro: Executar - executar uma única vez, na próxima inicialização do Windows
15808 = Pasta Iniciar - a cada inicialização do Windows
15809 = Comando (caminho completo):
15810 = Nome:
15811 = Removido da inicialização automática
15812 = Removidos itens não sendo executados da inicialização automática
15813 = Removido todos os itens desativados da inicialização automática
15814 = Serviços
15815 = Abrir Serviços do Windows

[General App]
16001 = Imprimir
16002 = Visualização de impressão
16003 = Configurar impressão
16004 = Visualização
16005 = Barra de menu
16006 = Barra de ferramentas principal
16007 = Painel de descrição
16008 = Barra de status
16009 = Barra de ferramentas "Ferramentas"
16010 = Arquivo
16011 = Gerenciador de\nInicialização 
16012 = Limpador de\nDisco
16013 = Ferramentas\ndo Windows
16014 = Limpador de\nNavegadores
16015 = Limpador de\nMicrosoft Office
16016 = Limpador de\nWindows
16017 = Remover\nEvidências
16018 = Exclusão\nIrreversível
16019 = Gerenciador de\nBackups
16020 = Instalar com Revo Uninstaller
16021 = Desinstalar com Revo Uninstaller
16022 = Instale o programa selecionado com Revo Uninstaller
16023 = Desinstalar o programa selecionado com Revo Uninstaller
16024 = Pasta de Backup:
16025 = Backup dos itens de registro excluídos
16026 = Backup dos arquivos e pastas excluídos
16027 = Microsoft Excel não está instalado neste computador (código de erro 0x%08X).
16028 = Falha na execução do aplicativo Microsoft Excel (código de erro 0x%08X).
16029 = Erro desconhecido.
16030 = Registro
16031 = Ignorar mensagens informativas exibidas pelo Revo Uninstaller
16032 = Ignorar mensagens de advertência exibidas pelo Revo Uninstaller
16033 = Processos
16034 = Rastrear programas no modo compacto
16035 = Incluir processos:
16036 = Excluir processos:
16037 = Caminho do processo
16038 = Tema:
16039 = Barras de Ferramentas
16040 = Exibir rótulos de texto
16041 = Exibir ícones pequenos
16042 = Azul
16043 = Cinza
16044 = Preto
16045 = Prata
16046 = Nativo
16047 = Nativo 2
16048 = Nativo Suave
16049 = Comprar agora
16050 = Após a compra do Revo Uninstaller, você receberá um número de série por e-mail. Para ativar o Revo Uninstaller, você precisa digitar o número de série no formulário abaixo e pressionar o botão "Ativar online". A ativação requer uma conexão com a internet, assim seu firewall não deve bloquear o Revo Uninstaller. Se você tiver quaisquer dúvidas sobre o registro, entre em contato conosco: registration@revouninstaller.com
16051 = Registrar
16052 = Digite o número de série aqui:
16053 = Ativar online
16054 = Todos os direitos reservados.
16055 = Versão Registrada
16056 = Versão Não Registrada
16057 = Tem certeza de que deseja excluir os backups criados, registros e outros dados do Revo Uninstaller? Pressione o botão "Não" se você está atualizando o programa!
16058 = Tradutor:
16059 = Criar backup diário completo do registro
16060 = Excluir registro de programas rastreados após sua desinstalação
16061 = Exibir ícones pequenos na visualização Detalhes
16062 = Exibir comandos no menu de contexto do Windows (Instalar com..., Desinstalar com...)
16063 = Selecionar todas as sobras por padrão
16064 = Cinza Escuro
16065 = Azul 2
16070 = Barra de Ferramentas de Commandos
16071 = Personalizada
16072 = Tema
16073 = Cor de Fundo Personalizada
16074 = Cor de Seleção Personalizada
16075 = Por favor fecha Revo Uninstaller, antes de iniciar a importação de um log.\nOu importar o log usando o botão de barra de ferramentas "Gerenciador" em módulo "Programas Traced".
16076 = Ativar
16077 = Escolher o método de Ativação
16078 = Ativação Online
16079 = Ativação por Arquivo
16080 = Seu período de avaliação de 30 dias é longo. Se você deseja continuar a usar o produto que você tem que comprar uma licença.
16081 = Depois de ter comprou uma licença para Revo Uninstaller, você receberá um número de série por e-mail. A fim ativar o Revo Uninstaller, você precisa digitar seu nome e número de série no formulário abaixo (copiar e colar é fortemente recomendado) e pressione o botão "Ativar online". A ativação requer uma conexão à Internet, para que o seu firewall não deve bloquear Revo Uninstaller. Se você tiver dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16082 = Depois de ter comprou uma licença para Revo Uninstaller, você receberá um número de série por e-mail. A fim ativar o Revo Uninstaller por Arquivo, você precisa digitar seu nome e número de série no formulário abaixo (copiar e colar é fortemente recomendado) e então pressione o botão "Salvar Arquivo" para guardar o arquivo. Em seguida, enviar o arquivo criado para support@revouninstaller.com ou registration@revouninstaller.com. Em 24 horas, vamos enviar de volta uma chave de desbloqueio que irá completar a ativação de Revo Uninstaller. Se você tiver dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16083 = Você escolheu para ativar o Revo Uninstaller por Arquivo. Depois de ter enviado o arquivo de Ativação para nossos e-mails do suporte, você deve receber a Chave de Desbloqueio do equipe de suporte de Revo Uninstaller. Você precisa digitar a Chave de Desbloqueio abaixo (copiar e colar é fortemente recomendado) e pressione o botão "Ativar". Se você tiver dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16084 = Há uma mudança no seu computador que requer Revo Uninstaller para ser reativado. Por favor, basta pressionar o botão "Ativar". Se você tiver dúvidas ou problemas relacionados com o registo, por favor contacte-nos em: registration@revouninstaller.com
16085 = Ativação bem-sucedida! 
16086 = Ativação falhou!
16087 = Sem conexão com o Servidor de Ativação. Por favor, tenha certeza que seu firewall não bloqueia o Revo Uninstaller.
16088 = Digite Nome de Usuário:
16089 = Digite Número de Série (copiar e colar recomendado):
16090 = Digite Chave de desbloqueio (copiar e colar recomendado):
16091 = Repor Processo de Ativação
16092 = Dias Remanescente:
16093 = Salvar Arquivo
16094 = Registrado para
16095 = Reativar
16096 = Ativação em andamento. Por favor, aguarde ...
16097 = Número de série errado.\nPor favor copie e cole o número de série, em vez de escrever isso!!
16098 = Por favor reiniciar Revo Uninstaller
16100 = Número de Série:
16101 = Dados de Licença:
16102 = Submeter feedback
16103 = Suporte online
16104 = Restaurar configurações dos painéis da janela principal
16105 = Restaurar configurações do controle de visualização de detalhes
16106 = Restauração bem-sucedida!\nReinicie o Revo Uninstaller para aplicar as alterações
16107 = Não há itens selecionados.\nVocê deve selecionar ao menos um item para prosseguir.

[AppBar]
16900 = Salvar o registro de mudanças monitoradas no sistema
16901 = Parar monitoramento da instalação
16902 = O Revo Uninstaller está monitorando mudanças no sistema - proceda com a instalação como de costume! Por favor, não execute quaisquer outros arquivos de instalação, programas ou qualquer outra coisa durante a instalação do programa! Depois de terminar a instalação, execute o programa instalado, configure-o e feche-o. Em seguida, pressione o botão "Parar" (quadrado vermelho) e salve o registro.
16903 = Digite um nome para o registro:
16904 = Digite um nome para o registro e pressione o botão "Salvar"
16905 = Revo Uninstaller está rastreando a instalação
16906 = Revo Uninstaller está salvando os dados
16907 = Não foi possível obter os privilégio necessários para desligar o computador. Tente desligar manualmente!
16908 = Não foi possível ajustar o privilégio para desligar o computador. Experimente desligar manualmente!
16909 = Por favor preencha um nome de log válido!
16910 = Tem certeza que deseja cancelar o processo de registro?

[JunkFilesCleanerPro]
17000 = Excluir
17001 = Última Modificação
17002 = Examinando Pasta...
17003 = Incluir
17004 = Pastas para incluir

[Windows Apps]
17100 = Windows\nApps
17101 = Windows Apps
17102 = Windows App
17103 = Total de Apps
17104 = App
17105 = Apps
17106 = O módulo "Windows Apps" mostra todos os aplicativos do Windows instalados e ajuda você a desinstalar qualquer um deles com um único clique. Alguns dos aplicativos produzidos pela Microsoft vêm pré-instalados com o sistema operacional e outros são instalados através da Microsoft Store. Mais informações sobre qualquer aplicativo podem ser encontradas no menu de contexto.
17107 = Analisando e iniciando o desinstalador nativo do aplicativo
17108 = Depois que o desinstalador nativo do aplicativo terminar, pressione o botão "Verificar" para iniciar a verificação de arquivos, pastas e itens de registro residuais.
17109 = Deseja desinstalar o aplicativo selecionado?

[EvidenceRemoverPro]
17300 = Tipo
17301 = Tamanho total
17302 = Espaço livre
17310 = Disco local
17311 = Disco removível
17312 = Tempo estimado remanescente:
17313 = dias 
17314 = horas
17315 = minutos
17316 = segundos
17317 = Tem certeza que deseja parar o processo

[WindowsToolsPro]
17400 = Restauração do Sistema
17401 = Diagnóstico de Rede
17402 = Informação de Rede
17403 = Central de Segurança
17404 = Propriedades do Sistema
17405 = Informações do Sistema
17406 = Comando Netstat do TCP/IP
17407 = Teclado Virtual
17408 = Desfragmentador de Disco
17409 = Serviços
17410 = Pastas Compartilhadas
17411 = Política de Grupo
17412 = Adicionar/Remover Componentes do Windows
17413 = Ferramentas de Remoção de Software Mal-Intencionado do Microsoft Windows
17414 = Backup e Restauração do Windows
17415 = Agendador de Tarefas
17416 = Verificador Disco
17417 = Verificador de Arquivos de Sistema
17450 = Backup e Restauração se o Windows permite que você faça cópias de arquivos de dados para todas as pessoas que usam o computador e oferece-lhe a capacidade de criar uma imagem do sistema. Você pode deixar o Windows escolher o que fazer backup ou você pode selecionar as pastas individuais, bibliotecas e unidades que você deseja fazer o backup. Uma imagem do sistema inclui o Windows e as configurações do sistema, programas e arquivos. Você pode usar uma imagem do sistema para restaurar o conteúdo do seu computador se o seu disco rígido ou computador nunca para de trabalhar.
17451 = Agendador de Tarefas ajuda a agendar tarefas automatizadas que executam ações em um momento específico ou quando um determinado evento ocorre. Ele fornece a capacidade de agendar o lançamento de programas ou scripts em tempos pré-definidos ou após intervalos de tempo especificados. Agendador de Tarefas mantém uma biblioteca de todas as tarefas agendadas, fornecendo uma visão organizada das tarefas e uma forma conveniente para gerenciá-los. 
17452 = Verificador de Disco verifica a integridade lógica do sistema de arquivos no volume do Windows. Verificador de Disco verifique para problemas relacionados a setores defeituosos, clusters perdidos, arquivos com referência cruzada e erros de diretório. Esses tipos de problemas podem ser causados ​​por falhas no sistema ou congelamentos, falhas de energia, incorretamente desligar um computador, etc. 
17453 = Verificador de Arquivos de Sistema permite examinar e restaurar corrupções em arquivos de sistema do Windows verificando suas versões. Se encontrar um problema, ele vai tentar substituir os arquivos problemáticos do cache DLL do Windows. Se o arquivo não estiver no cache de DLL do Windows ou o cache da DLL está corrompida, você será solicitado a inserir o disco de instalação do Windows.

[WindowsCleanerPro]
17500 = Limpar Cache de Miniaturas

[UnrecoverableDeletePro]
17600 = Adicionar arquivo(s)
17601 = Adicionar pasta
17602 = Apagar permanentemente
17603 = Apagando
17604 = Calculando...
17605 = Os itens remanescentes da lista não podem ser excluídos agora.\nCertifique-se que não estejam em uso pelo Windows ou outro programa e tente novamente.

[Backup Manager]
17800 = Gerenciador de Backup
17801 = Restaurar
17802 = Excluir
17803 = Excluir Todos
17804 = Restauração\nPersonalizada
17812 = Carregando árvore...
17813 = Voltar
17814 = Próximo
17815 = Ponto de restauração não encontrado
17816 = Processando
17817 = Backup %d de %d itens
17818 = Pontos de restauração:
17819 = Tamanho total:
17820 = O Gerenciador de Backup ajuda você a gerenciar informações de backup armazenadas pelo Revo Uninstaller após cada exclusão de entrada de registro, arquivo ou pasta. Ao restaurar um ponto de restauração, você pode restaurar todos os dados apagados ou você pode escolher quais os itens que gostaria de restaurar. Se você precisar de mais espaço livre, você pode excluir alguns ou todos os pontos de restauração.
17821 = Nome
17822 = Operação
17823 = Tamanho
17824 = Itens do registro
17825 = Arquivos e Pastas
17826 = Hora
17827 = Data
17830 = Chave/Nome do valor
17831 = Data
17835 = Valor padrão
17836 = Restaurando = %d de %d itens
17837 = Restaurando
17838 = Nome do arquivo/pasta
17839 = Restauração personalizada
17840 = Erro ao ler dados do arquivo de backup!
17841 = Arquivos e pastas a restaurar
17842 = Itens do registro a restaurar
17843 = Não há espaço em disco suficiente para gravar o arquivo de backup!
17844 = Erro ao gravar o arquivo de backup!
17845 = Tem certeza que deseja restaurar a operação %s de %s?
17846 = Tem certeza que deseja excluir todos os pontos de restauração?
17847 = Apagar\npor Tempo
17848 = Apagar backups com mais velhos do que de uma data ou de um período
17849 = Apagar todos os backups mais velhos do que:
17850 = Data Selecionada:
17851 = Uma Semana
17852 = Duas Semanas
17853 = 30 Dias
17854 = 90 Dias
17855 = 180 Dias
17856 = Um Ano
17857 = Data Personalizada
17858 = Você selecionou uma data mais recente do que hoje. Que irá apagar todos os backups! Continuar?

[TooltipsPro]
18200 = Ajusta as configurações do Revo Uninstaller
18201 = Muda a visualização da lista de programas rastreados
18202 = Gerencia o backup de informações pelo Revo Uninstaller
18203 = Instala programas através do Revo Uninstaller
18204 = Força a desinstalação de sobras de programas já desinstalados
18205 = Exibe todos os programas instalados
18206 = Exibe os programas instalados rastreados
18207 = Desinstala o programa rastreado selecionado
18208 = Desistalação personalizada do programa rastreado selecionado
18209 = Restaura o ponto de restauração selecionado do Revo Uninstaller
18210 = Restauração personalizada do ponto de restauração selecionado do Revo Uninstaller
18211 = Apaga o ponto de restauração selecionado do Revo Uninstaller
18212 = Adiciona um programa à inicialiação automática do Windows
18213 = Executa a remoção de evidências nos discos selecionados
18214 = Adiciona arquivos à exclusão irreversível
18215 = Adiciona uma pasta à exclusão irreversível
18216 = Exclui arquivos e pastas adicionados
18217 = Exclui arquivos selecionados
18218 = Mudar ou Reparar a instalação do programa selecionado
18219 = Rapidamente Desinstalar o programa selecionado (todas as sobras encontrados são automaticamente excluídos)
18220 = Adicione novo item ao log
18221 = Modifica item selecionado
18222 = Exclui item selecionado do log
18223 = Exporta dados do log atual como HTML

[Portable]
18500 = Erro ao baixar a atualização!
18501 = Erro ao extrair a atualização!
18502 = Atualizando
18503 = Atualização bem-sucedida!
18504 = %d de %d arquivos
18505 = Portabilidade
18506 = Usar pasta de armazenamento de dados personalizada
18507 = Ativar modo de carregamento rápido

